Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Haiku Haiku/]] -- [[HaikuWiki Poetry in tropes]] / You wonder what the point is?
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrHaiku BrHaiku/]] -- Tropo poema. / Qual o sentido disso?

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=ImageSource ImageSource/]] -- Namespace for ImageSource pages * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=JustForFun JustForFun/]] -- For pages that might not necessarily be part of the wiki's mission, but are too much fun not to have.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrApenasPorLazer BrApenasPorLazer]] -- Para páginas que não são exatamente parte da missão da wiki, mas são divertidas o bastante para que as mantenhamos.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Laconic Laconic/]] -- [[LaconicWiki This namespace]] defines tropes and works as briefly as possible, while still remaining clear and understandable.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrLaconico BrLaconico/]] -- Para definir tropos e obras da maneira mais breve possível ao mesmo tempo em que se permanece claro e compreensível.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=MediaNotes MediaNotes/]] — Background information on media.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrNotasDeMidia BrNotasDeMidia/]] -- Informações secundárias sobre mídia.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Newsletter Newsletter/]] -- Issues of TropeReport, our newsletter.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Newsletter Newsletter/]] -- Edições da TropeReport, o noticiário periódico do TV Tropes.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Pantheon Pantheon/]] -- If {{trope}}s were embodied by gods... * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=QuoteSource QuoteSource/]] -- Namespace for QuoteSource pages * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Sandbox Sandbox/]] -- Tropers' personal testing grounds.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Sandbox Sandbox/]] -- A área de teste dos tropoeiros.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Quotes Quotes/]] -- Each page is allowed one, maybe two quotes at the top.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrFrases BrFrases/]], ou "citações" -- Cada página pode ter uma citação no topo, talvez duas.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Recap Recap/]] -- Fans of some shows use this namespace to write [[{{Recap}} episode guides]].
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrRecapitulando BrRecapitulando/]] -- Fãs de alguns shows usam esse espaço para escreverem recapitulações de episódios.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=SoYouWantTo SoYouWantTo/]] -- For [[SoYouWantTo/SeeTheIndex writing guides]] by tropers for tropers.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrEntaoVoceQuer BrEntaoVoceQuer/]] -- Para [[EntaoVoceQuer/VerOIndice guias de escrita]] por tropoeiros e para tropoeiros.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=SugarWiki SugarWiki/]] -- SugarWiki/SugarWiki is the Pink and Sugary LighterAndSofter Side of the wiki.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrWikiAlegre BrWikiAlegre/]], ou "Sugar Wiki" -- A versão [[Br/MaisAnimadoELeve mais animada, leve]] e açucarada da wiki.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Timeline Timeline/]] -- When a work has a very confusing timeline, you might want to create a subpage describing it all.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrLinhaDoTempo BrLinhaDoTempo/]] -- Para quando quiser criar uma página nos casos em que uma obra possui uma linha do tempo confusa.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Trivia Trivia/]] -- Same idea as the Quotes but for stuff about the production of a work that aren't tropes ''in'' the work.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrCuriosidades BrCuriosidades/]], ou "Trivia" -- Mesma ideia do espaço de citações, mas para coisas sobre a produção de uma obra que ''não são tropos'' na obra.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=TroperWall TroperWall/]] -- A space for other users to write things to or about a Troper.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=TroperWall TroperWall/]] -- Um espaço para outros usuários escreverem coisas para ou sobre um tropoeiro.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Tropers Tropers/]] -- A Troper's personal profile page.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=Tropers Tropers/]] -- As páginas de perfis pessoais dos tropoeiros.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=UsefulNotes UsefulNotes/]] -- [[UsefulNotes Information explaining cultural, regional and other information]] that appears in {{trope}}s and works.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrNotasUteis BrNotasUteis/]] -- Para informações sobre aspectos culturais, regionais, históricos, etc. que aparecem nos Br/{{tropo}}s e nas obras.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=WMG WMG/]] -- WildMassGuessing: the place where EpilepticTrees grow and wild theories about works are shared.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrAEM BrAEM/]] -- Br/AdivinhacaoEmMassa: o lugar onde crescem as Br/ArvoresEpileticas e onde teorias malucas sobre obras são compartilhadas.

source: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=YMMV YMMV/]] -- [[YMMV/HomePage YMMV]]: Here go things related to audience reactions and that can vary from troper to troper.
pt_br: * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=BrSubjetivo BrSubjetivo/]], ou "YMMV" -- Para as coisas relacionadas à reações do público e que podem variar entre tropoeiros.

source: * [[{{Permadeath}} Death being final]] for your teammates or character and [[DeletionAsPunishment having all your saves deleted]] if you die.
pt_br: * Br/MortePermanente para os membros da sua equipe e [[Br/ApagamentoComoPunicao ter todo o progresso apagado]] se você morrer.

source: * [[{{Sequelitis}} Too many sequels or spin-offs]], each one less creative than the last.
pt_br: * [[Br/SequeliteCronica Excesso de sequências e trabalhos derivados]], um menos criativo que o outro.

source: * [[{{Title1}} Title 1]]: The first in the series has an indication in the title that it's the first, however, a sequel might not come.
pt_br: * Br/TituloUm: O primeiro de uma série tem uma indicação no título de que é o primeiro. No entanto, uma sequência pode não vir.

source: * {{Adminisphere}}: The back office that administers the organisation.
pt_br: * Br/EsferaAdministrativa: O escritório de onde a organização é gerenciada.

source: * {{Afrofuturism}}: Africa as a place of technological wonder and modernity, rather than a [[DarkestAfrica primitive, savage land]] or a collection of [[{{Bulungi}} impoverished third-world countries.]] * AgriWorld: A One-Product Planet specifically dedicated to agriculture.
pt_br: * Br/{{Afrofuturismo}}: África como um lugar de maravilhas tecnológicas e modernidade, ao invés de uma [[Br/AAfricaMaisEscura terra primitiva e selvagem]] ou um punhado de [[Br/{{Bulungi}} países pobres de terceiro mundo]]. * Br/AgroMundo: Um planeta de produto único que é dedicado à agricultura.

source: * {{Anaphora}}: ArmorPiercingQuestion about robots' CreativeSterility, what they can and can't do: -->'''Spooner''': Can a robot write a symphony?
pt_br: * Br/{{Anafora}}: A Br/PerguntaDevastadora sobre a Br/EsterilidadeCriativa dos robôs e sobre o que eles podem ou não fazer: -->'''Spooner''': Um robô consegue compôr uma sinfonia?

source: * {{Anvilicious}}: A not-subtle-at-all Aesop.
pt_br: * Br/{{Bigornada}}: Um Esopo nada sutil.

source: * {{Arcadia}}: Quiet life in the countryside.
pt_br: * Br/{{Arcadia}}: A vida quieta no campo.

source: * {{Arcadia}}: The gentle, quiet, idyllic life of the countryside, peopled by souls of wise simplicity living InHarmonyWithNature.
pt_br: * Br/{{Arcadia}}: A vida suave, tranquila e idílica do campo, povoada por almas de sábia simplicidade que vivem em harmonia com a natureza.

source: * {{Atlantis}}: The perfect lost world.
pt_br: * Br/{{Atlantida}}: O mundo perfeito perdido.

source: * {{Awesome McCoolname}}: ** [[BigBad Casanova Frankenstein]].
pt_br: * Br/NomeIncrivelmenteIradoDaSilva: ** [[Br/GrandeMal Casanova Frankenstein]].

source: * {{BFG}}: Played with.
pt_br: * Br/ArmaGPC: O filme brinca com este.

source: * {{Badbutt}}: A character uses is meant to appear cool, rebellious, or threatening, but uses less harsh language or mannerisms than would be expected of such a person.
pt_br: * Br/OMaioral: Um personagem que precisa parecer irado, rebelde ou ameaçador, mas possui linguagem e maneirismos menos ásperos do que seriam esperados de uma pessoa assim.

source: * {{Barsetshire}}: A bucolic, often English countryside in which tales of ordinary personal comedy and drama take place.
pt_br: * Br/{{Barsetshire}}: Um interior bucólico e frequentemente inglês onde histórias pessoais de comédia e drama se desenrolam.

source: * {{Bizarrchitecture}}: Implausible, ridiculous, bizarre architecture.
pt_br: * Br/{{Bizzarquitetura}}: Arquitetura bizarra, ridícula e implausível.

source: * {{Bookends}}: ** The film starts and ends with the retirement-by-neuralyzer of an MIB agent (first D, then K).
pt_br: * Br/AsPontasDoLivro: ** O filme começa e termina com a aposentadoria pós-neuralização de um agente MIB (primeiro D, depois K).

source: * {{Bowdlerize}}: ** Even in broadcasts with the most lenient editing, all instances of the word "shit" are censored, and J's reaction to the Arquillians' demand for the galaxy is dubbed over as a BigWhat ** The version on Canadian tv station CTV's website includes the use of the word "shit", yet it replaces Jeeb's "You insensitive PRICK" with "You insensitive jerk" * BrainBleach: The [[LaserGuidedAmnesia neuralyzers]], while normally used to brain-bleach others, can also be used on yourself.
pt_br: * Br/AguaSanitariaCerebral: Os [[Br/AmnesiaComMiraLaser neuralizadores]], que normalmente são usados para limpar as memórias de outros, também podem ser usados em si próprio.

source: * {{Chickification}}: A female character who should be capable of fighting is, for some reason, acting like a helpless DamselInDistress.
pt_br: * Br/{{Donzelificacao}}: Uma personagem feminina que deveria ser capaz de lutar está, por algum motivo, agindo como uma Br/DonzelaEmPerigo desamparada.

source: * {{Cloudcuckooland}} * CrapsaccharineWorld * CrapsackOnlyByComparison * CrapsackWorld * CultureChopSuey .
pt_br: * Br/TerraDeLunaticos * Br/MundoLixosoAdocicado * Br/LixosoSomenteEmComparacao * Br/MundoLixoso * Br/MexidaoDeCulturas

source: * {{Cloudcuckoolanguage}}: Eccentricity manifesting itself in [[ShiftingVoiceOfMadness speech mannerisms]], such as strange {{Verbal Tic}}s, [[ThirdPersonPerson referring to oneself in the third person]], [[{{Neologizer}} making up nonexistent words]], etc. * {{Cuckoosnarker}}: When this trope meets the DeadpanSnarker.
pt_br: * Br/DialetoLunatico: A excentricidade se manifesta na forma de [[Br/VozAlteradaDaLoucura maneirismos de fala]], tais como [[Br/TiqueVerbal tiques verbais]] estranhos, [[Br/PessoaEmTerceiraPessoa referir-se a si próprio em terceira pessoa]], [[Br/{{Neologista}} inventar palavras]], etc. * Br/LunaticoSarcastico: É a junção deste tropo com o Br/SarcasticoSerio.

source: * {{Commune}}: A place where everybody lives together in a self-sustaining community.
pt_br: * Br/{{Comuna}}: Um lugar onde todos vivem juntos em uma comunidade autossuficiente.

source: * {{Cyborg}}: [[spoiler: Detective Spooner is revealed to be one when he uses what turns out to be an {{Artificial Limb|s}} to fight off one of the evil robots.
pt_br: * Br/{{Ciborgue}}: [[spoiler: Spooner é revelado como sendo um quando ele usa o que na verdade é um [[Br/MembrosArtificiais braço artificial]] para lutar contra um dos robôs.

source: * {{Determinator}}: Absolutely nothing can make the hero give up.
pt_br: * Br/ODeterminado: Absolutamente nada pode fazer o herói desistir.

source: * {{Deuteragonist}} * DidWeJustHaveTeaWithCthulhu: A character has a cordial encounter with an EldritchAbomination, who may be genuinely benevolent.
pt_br: * Br/{{Deuteragonista}} * Br/AcabamosDeTomarChaComCthulhu: Um personagem possui um encontro cordial com uma Br/AbominacaoSobrenatural, que pode ser genuinamente benevolente.

source: * {{Expy}}: ** To some degree, most of the characters have (or parody) the characteristics of certain trademarked super-heroes and villains.
pt_br: * Br/PersonagemExportado: Em maior ou menor grau, a maioria dos personagens possui (ou parodia) características de certos super heróis e vilões.

source: * {{Failure Hero}}es: TheTeam is this until their final confrontation with the BigBad.
pt_br: * [[Br/HeroiFalho Heróis Falhos]]: Br/AEquipe é isso até o momento da batalha final contra o Br/GrandeMal.

source: * {{Fanservice}}: ** Spooner's ShowerScene.
pt_br: * Br/{{Fanservice}}: ** A Br/CenaDoChuveiro de Spooner.

source: * {{Fartillery}}: "The Spleen," forevermore he who dealt it.
pt_br: * Br/ArtilhariaDeBufa: O Solta-Pum.

source: * {{Feghoot}}: The setup is a convoluted story that exists only to set up the punchline of an elaborate {{pun}}.
pt_br: * Br/{{Feghoot}}: A armação é uma história convoluta cujo único propósito é preparar o terreno para um Br/{{Trocadalho}} elaborado.

source: * {{Foreshadowing}}: ** The opening scenes aren't just for {{Fanservice}} seeing Will Smith in his underwear and in the shower.
pt_br: * Br/{{Prenuncio}}: ** O segmento de abertura, com Smith no chuveiro, não é apenas para agradar as fãs.

source: * {{Forgiveness}} * FriendlyNeighborhoodVampire: A vampire who is good.
pt_br: * Br/VampiroAmigavelDaVizinhanca: Um vampiro que é bom.

source: * {{Futureshadowing}}: Since everything is out of chronological order, a lot.
pt_br: * Br/{{Posnuncio}}: Muita coisa, já que tudo está fora de ordem cronológica.

source: * {{Gaslighting}}: Fail to kill the hero?
pt_br: * Br/ManipulacaoPsicologica: Não conseguiu matar o herói?

source: * {{Gayngst}}: Riobaldo, after he stops seeing himself and Diadorim as HeterosexualLifePartners.
pt_br: * Br/{{Agaynia}}: Riobaldo, depois que ele para de ver a si e Diadorim como Br/ParceirosDeVidaHeterossexuais.

source: * {{Halloweentown}}: A setting with a very stylized creepy, gothic, Halloween theme.
pt_br: * Br/CidadeDoHalloween: Uma ambientação com um tema assustador e gótico muito baseado no Halloween.

source: * {{Hypocrite}}: ** Doña Clotilde doesn't want anyone to think she's a witch.
pt_br: * Br/{{Hipocrita}}: ** Dona Clotilde não quer que ninguém pense que ela é uma bruxa.

source: * {{Infodump}}: A really long session of {{exposition}}.
pt_br: * Br/DespejoDeInformacao: Uma sessão de Br/{{Exposicao}} realmente longa.

source: * {{Interquel}}: A sequel set ''between'' two previous installments; also sometimes used for a sequel that takes place ''during'' a previous installment.
pt_br: * Br/{{Interquencia}}: Uma sequência que fica ''entre'' duas entradas anteriores; às vezes também usado para uma sequência que se passa ''durante'' uma entrada anterior.

source: * {{Irony}}: ** Invisible Boy actually can become completely transparent... but only when nobody, including himself, is looking directly at him.
pt_br: * Br/{{Ironia}}: ** O Garoto Invisível de fato pode ficar completamente transparente... mas apenas quando ninguém, incluindo ele mesmo, está olhando diretamente pra ele.

source: * {{Jerkass}}: Edgar was like this before he got killed and ended up body snatched by the Bug.
pt_br: * Br/{{Babaca}}: O Edgar era um desses até ser morto e ter o corpo reutilizado pelo Inseto.

source: * {{Kayfabe}}: In the earlier days of UsefulNotes/ProfessionalWrestling, the fact that the performance was "fake", and that the characters were merely performers, was kept an industry secret from the "marks" in the audience.
pt_br: * Br/{{Kayfabe}}: Nos dias iniciais da BrNotasUteis/LutaLivreProfissional, o fato de que o espetáculo era "falso" e que os lutadores eram apenas atuadores foi mantido como segredo da indústria para que os "alvos" não soubessem.

source: * {{Kevlard}}: Similar to made of rubber, but with protective blubber instead.
pt_br: * Br/BanhaKevlar: similar à feito de borracha, mas com gordura protetora ao invés.

source: * {{Macekre}}: A badly-done DubInducedPlotlineChange.
pt_br: * ??? {{Macekre}}: Uma Br/MudancaDeTramaInduzidaPorDublagem que foi mal-feita.

source: * {{Masquerade}}: The [[TheWorldIsAlwaysDoomed alien shenanigans the MIB deal with put the Earth in mortal danger on such a regular basis]] that [[IgnoranceIsBliss humanity simply would not be capable of functioning with that perpetual risk of annihilation looming over them]].
pt_br: * Br/{{Mascaramento}}: As [[Br/OMundoEstaSempreCondenado artimanhas dos aliens que a MIB precisa lidar colocam a terra em perigo mortal com tanta frequência]] que [[Br/AIgnoranciaEUmaBencao a humanidade não teria como funcionar se soubesse da ameaça constante]].

source: * {{Matriarchy}} * MetroSpecificUnderworld * MundaneDogmatic * NeverRecycleABuilding * {{Omegaverse}} .
pt_br: * Br/{{Matriarcado}} * Br/SubmundoEspecificoDeMetropole * Br/DogmaticoMundano * Br/NuncaRecicleUmaConstrucao * Br/{{Omegaverso}}

source: * {{Mentor}}: The Sphinx teaches the others how to become proper super heroes.
pt_br: * Br/OMentor: Esfinge, que ensina os outros a se tornarem super heróis.

source: * {{Metaphorgotten}}: ** Constantly by Mr. Furious.
pt_br: * Br/{{Metaforabandonado}}: Constantemente, pelo Irado.

source: * {{Mordor}}: A {{Shadowland}} where the {{Big Bad}}'s {{Fisher King}}-ness poisons the land and makes it utterly inhospitable and ObviouslyEvil.
pt_br: * Br/{{Mordor}}: Uma Br/TerraDasSombras onde o Br/Malzao envenena o local e o torna totalmente hostil à vida e Br/ObviamenteDoMal.

source: * {{Muppet}} * OffTheShelfFX * PracticalEffects * SpecialEffectFailure * SpecialEffects
pt_br: * Br/{{Fantoche}} * Br/EfeitosEspeciaisProntos * Br/EfeitosPraticos * Br/EfeitosEspeciais * Br/DefeitosEspeciais

source: * {{Nanomachines}}: Essentially the guillotine for [=AI=]s.
pt_br: * Br/{{Nanomaquinas}}: É como se fossem uma guilhotina para [=IAs=].

source: * {{Neologism}}: João Guimarães Rosa's works in a whole are well known for including a lot of neologisms, mostly of them very hard to translate, since they are all made-up to work in Portuguese.
pt_br: * Br/{{Neologismo}}: A obra de Guimarães Rosa é conhecida por incluir vários deles, a maioria dos quais se provou difícil em traduzir para outras línguas.

source: * {{Pluralses}}: "Momses and dadses", as Don Ramón would say.
pt_br: * Br/{{Pluraizes}}: "Mamaizes e papaizes", como diria Seu Madruga.

source: * {{Premiseville}}: The name of the place [[ExactlyWhatItSaysOnTheTin establishes the premise of the setting]].
pt_br: * Br/{{Premissopolis}}: O nome do lugar [[Br/ExatamenteOQueEstaEscrito estabelece a premissa da ambientação]].

source: * {{Prequel}}: Sequel chronologically set before the original.
pt_br: * Br/{{Prequencia}}: Uma sequência que cronologicamente fica antes do original.

source: * {{Prison}} * PrivatelyOwnedSociety: Everything is owned by individuals, nothing is run by the government (at least not effectively).
pt_br: * Br/{{Prisao}} * Br/SociedadeDaPropriedadePrivada: Tudo pertence a indivíduos, nada é gerido pelo governo (pelo menos não de maneira eficaz).

source: * {{Protectorate}}: A character swears to defend something from harm.
pt_br: * Br/{{Protetorado}}: Um personagem jura defender algo do mal.

source: * {{Pun}}: ** The Blue Raja drops a couple of fork and spoon-related puns during the course of the movie.
pt_br: * Br/{{Trocadalho}}: O Marajá usa algumas piadas com talheres ao longo do filme.

source: * {{Redshirt}}s: The GoodCounterpart of evil {{Mooks}}.
pt_br: * Br/CamisaVermelha: A Br/ContraparteDoBem dos Br/{{Capangas}} do mal.

source: * {{Retcon}} : The WordOfGod stating that the neighbors turn to house El Chavo, but the Sleep walker episodes clearly show El Chavo really living inside the barrel.[[note]][[MindScrew Or does he?]][[/note]] * ReTool: A shift in focus during the last season, after Quico, and then Don Ramón, leave.
pt_br: * Br/ContinuidadeRetroativa: A Br/PalavraDeDeus diz que os vizinhos se revezam para abrigar o Chaves, mas os episódios de sonambulismo claramente mostram o Chaves vivendo ali no barril. * Br/{{Readequacao}}: Uma mudança de foco ocorre na última temporada, depois da saída de Quico e Seu Madruga.

source: * {{Retcon}}s that upset people for whatever reason.
pt_br: * Br/{{Retcon}}s que enfurecem as pessoas por qualquer motivo que seja.

source: * {{Retgone}}: A character InUniverse is told to not exist.
pt_br: * Br/RetconDeSumico: Um personagem Br/InUniverso é removido e as memórias coletivas somem junto.

source: * {{Retirony}}: This trope began as a cheap way for writers to make a character's death "sad" -- usually by introducing the fact that they were close to retirement, or being reunited with loved ones, shortly before their deaths.
pt_br: * Br/{{Aposentaironia}}: Esse tropo começou como um jeito simples de escritores tornarem "triste" a morte de um personagem -- geralmente apresentando o fato de que antes da morte ele estava prestes a se aposentar ou reencontrar entes queridos.

source: * {{Revenge}}: The goal of all the jagunços.
pt_br: * Br/{{Vinganca}}: Vingar Joca Ramiro é a razão dos jagunços perseguirem Hermógenes.

source: * {{Revision}}: A continuity alteration that doesn't directly contradict any previous material.
pt_br: * Br/{{Revisao}}: Uma alteração na continuidade que não contradiz diretamente o material anterior.

source: * {{Rewrite}}: A retcon that openly overwrites the facts of the previous continuity.
pt_br: * Br/{{Reescrita}}: Um retcon que altera abertamente os fatos da continuidade prévia.

source: * {{Satan}}: A pretty important character, [[spoiler: even if he doesn't exist]].
pt_br: * Br/{{Sata}}: Seria mentira dizer que o diabo [[note]]"O Arrenegado, o Cão, o Cramunhão, o Indivíduo, o Galhardo, o Pé-de-pato, o Sujo, o Homem, o Tisnado, o Côxo, o Temba, o Azarape, o Coisa-ruim, o Mafarro, o Pé-preto, o Canho, o Duba-dubá, o Rapaz, o Tristonho, o Não-sei-que-diga, o Que-nunca-se-ri, o sem gracejos"[[/note]] não é um personagem importante.

source: * {{Scienceville}}: A town, district or city well-known for its professional thinkers.
pt_br: * ??? {{Scienceville}}: Uma vila, bairro ou cidade que é bem-conhecida por seus pensadores profissionais.

source: * {{Sequelitis}}: As the number of franchise installments goes up, the quality of them goes down.
pt_br: * Br/{{Sequelite}}: A media que o número de entradas na franquia sobe, a qualidade delas desce.

source: * {{Slapstick}}: ** Most of the humour of the show comes from the different ways the characters get hurt.
pt_br: * Br/ComediaPastelao: ** A maior parte do humor do programa se deve aos diferentes modos de se machucar os personagens.

source: * {{Slapstick}}: ** Rebeca gets pushed away, hair-pulled or slapped by her friends a notable amount of times.
pt_br: * Br/{{Pastelao}}: ** Rebeca é empurrada, estapeada ou tem o cabelo puxado por seus amigos várias vezes.

source: * {{Spinoff}}: ** The show spun off from the '70s version of the SketchShow ''Series/{{Chespirito}}''.
pt_br: * Br/{{Derivado}}: ** O programa se originou das esquetes do programa ''Chespirito'' dos anos 1970.
